---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralCopingDistance
source: html/3db72aff-7a71-25cd-7db5-27432cd158e4.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralCopingDistance Property

"Coping Distance"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralCopingDistance { get; }
```